"Email" = "E-post";
"Username" = "Användarnamn";
"Password" = "Lösenord";
"Follow %@" = "Följ %@";
"Continue" = "Fortsätt";
"Share" = "Dela";
"More..." = "Mer...";
"Cancel" = "Avbryt";
"Slug" = "Slug";
"Private" = "Privat";
"Public" = "Publik";
"Caption" = "Kommentar";
"Title" = "Titel";
"Tags" = "Taggar";
"Close" = "Stäng";
"Notes" = "Anteckningar";
"Note" = "Anteckning";
"Share" = "Dela";
"Shared" = "Delad";
"Edit" = "Redigera";
"Actions" = "Åtgärder";
"Services" = "Tjänster";
"Send to %@" = "Skicka till %@";
"Copy" = "Kopiera";
"Copied!" = "Kopierad!";
"Saving to %@" = "Spara till %@";
"Saved!" = "Sparad!";
"Offline" = "Frånkopplad";
"Error" = "Fel";
"Login" = "Inloggning";
"Logging In..." = "Loggar in...";
"Login Error" = "Inloggningsfel";
"Connecting..." = "Ansluter...";

"Shortening URL..." = "Förkortar URL...";
"Shorten URL Error" = "URL-förkortningsfel";
"We could not shorten the URL." = "Vi kunde inte förkorta denna URL.";

"Create a free account at %@" = "Skapa ett gratis konto på %@";
"Create an account at %@" = "Skapa ett konto på %@";

"Send to Twitter" = "Skicka till Twitter";

"Message is too long" = "Meddelandet är för långt";
"Twitter posts can only be 140 characters in length." = "Twitter-meddelanden kan vara max 140 tecken.";
"Message is empty" = "Meddelandet är tomt";
"You must enter a message in order to post." = "Du måste ange ett meddelande för att posta.";

"Enter your message:" = "Skriv meddelande:";

"Invalid email or password." = "Ogiltig epost eller lösenord.";
"The service encountered an error. Please try again later." = "Tjänsten påträffade ett fel, var god försök igen senare.";
"There was a sending your post to Tumblr." = "Ett fel vid postning till Tumblr uppstod.";

"There was an error saving to Pinboard" = "Ett fel vid postning till Pinboard uppstod";

"Sorry, Instapaper did not accept your credentials. Please try again." = "Instapaper godtog inte din inloggning, försök igen.";
"Sorry, Instapaper encountered an error. Please try again." = "Instapaper påträffade ett fel, var god försök igen senare.";
"There was a problem saving to Instapaper." = "Ett fel vid postning till Instapaper uppstod.";

"Incorrect username and password" = "Felaktigt användarnamn och lösenord";
"There was an error logging into Google Reader" = "Ett fel vid inloggning till Google Reader";
"There was a problem authenticating your account." = "Ditt konto kunde inte autentiseras.";
"There was a problem saving your note." = "Din anteckning kunde inte sparas.";

"There was a problem saving to Delicious." = "Ett fel vid postning till Delicious uppstod.";

"Open in Safari" = "Öppna med Safari";
"Attached: %@" = "Bifogad: %@";

"You must be online to login to %@" = "Du måste vara ansluten till internet för att logga in på %@";

"Auto Share" = "Automatisk delning";
"Enable auto share to skip this step in the future." = "Slå på automatisk delning för att hoppa över detta steg i framtiden.";

"You must be online in order to share with %@" = "Du måste vara ansluten till internet för att dela med %@";
"There was an error while sharing" = "Ett fel vid delning uppstod";

"Could not authenticate you. Please relogin." = "Kunde inte autentisera dig. Var god logga in igen.";
"There was a problem requesting authorization from %@" = "Ett fel vid autentisering till %@";
"Request Error" = "Serverfel";
"There was an error while sharing" = "Ett fel vid delning uppstod";

"Authorize Error" = "Autentiseringsfel";
"There was an error while authorizing" = "Ett fel vid autentisering";

"Authenticating..." = "Autentiserar...";
"There was a problem requesting access from %@" = "Ett fel vid begäran av åtkomst för %@";

"Access Error" = "Åtkomstfel";
"There was an error while sharing" = "Ett fel vid delning uppstod";

"Sent from %@" = "Skickat från %@";